tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kanata"
brew "kubecolor"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "maven"
brew "neovim"
brew "node"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tmux"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "basictex"
cask "brave-browser"
cask "calibre"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "krita"
cask "logi-options+"
cask "pinta"
cask "scribus"
cask "signal"
cask "whatsapp"
cask "zoom"
