tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "pkg-config"
brew "bash"
brew "bat"
brew "boost"
brew "cmake"
brew "coreutils"
brew "delve"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "gdb"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "openjdk"
brew "htop"
brew "jdtls"
brew "jq"
brew "lf"
brew "llvm"
brew "luarocks"
brew "maven"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk@17"
brew "prettier"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "vsce"
brew "zsh"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "basictex"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "logi-options-plus"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "hoovercj.vscode-settings-cycler"
vscode "Kostis.Onedark"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "sumneko.lua"
