tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bat"
brew "boost"
brew "cmake"
brew "colima"
brew "coreutils"
brew "delve"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdb"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "gotop"
brew "grep"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "llvm"
brew "luarocks"
brew "maven"
brew "neovim"
brew "ninja"
brew "node"
brew "pkgconf"
brew "postgresql@14"
brew "prettier"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "vsce"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai"
cask "basictex"
cask "battle-net"
cask "brave-browser"
cask "font-cascadia-code"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "logi-options+"
cask "pgadmin4"
cask "signal"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "zoom"
